/* No comment provided by engineer. */
" Day" = "日";

/* No comment provided by engineer. */
" Please check your internet connection." = "请检查你的网络设置";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"All Day" = "全天";

/* No comment provided by engineer. */
"Are you sure you want to change quarter?" = "你确定你想换学期设置吗？";

/* No comment provided by engineer. */
"Attachment cannot be downloaded" = "文件不可下载";

/* No comment provided by engineer. */
"Authentication Failed. Please check your internet" = "认证失败。请检查你的网络设置。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot find course fill page" = "无法找到课程填充页面";

/* No comment provided by engineer. */
"Chat" = "聊天";

/* No comment provided by engineer. */
"Classes" = "课程";

/* No comment provided by engineer. */
"Collapse" = "收起";

/* No comment provided by engineer. */
"Contact" = "联系人";

/* No comment provided by engineer. */
"Could Not Send Email" = "发送邮件失败";

/* No comment provided by engineer. */
"Do you want to log out Class Chat or the app?" = "你想登出聊天还是应用界面？";

/* No comment provided by engineer. */
"Earlier" = "更早";

/* No comment provided by engineer. */
"Events" = "事件";

/* No comment provided by engineer. */
"Expand" = "展开";

/* No comment provided by engineer. */
"Forgot Password" = "忘记密码";

/* No comment provided by engineer. */
"Frequently Used" = "常用";

/*   */
"Hide Grade" = "隐藏成绩";

/* No comment provided by engineer. */
"History" = "历史";

/* No comment provided by engineer. */
"Homework" = "作业";

/* No comment provided by engineer. */
"Inbox" = "收件箱";

/* No comment provided by engineer. */
"Internal error: incorrect file format." = "内部错误：错误文件格式。";

/* No comment provided by engineer. */
"Last Week" = "上周";

/* No comment provided by engineer. */
"Log in to Mobileserve" = "登录Mobileserve";

/* No comment provided by engineer. */
"Log out Class Chat" = "登出课程聊天界面";

/* No comment provided by engineer. */
"Log Out the App" = "登出应用";

/* No comment provided by engineer. */
"Logout" = "登出";

/* No comment provided by engineer. */
"Lunch Menu" = "午餐菜单";

/* No comment provided by engineer. */
"My Courses" = "我的课程";

/* No comment provided by engineer. */
"No attachment is found." = "无法找到文件地址。";

/* No comment provided by engineer. */
"No grade data is found." = "无法找到成绩。";

/* No comment provided by engineer. */
"No more classes for today!" = "今天的课上完了！";

/* No comment provided by engineer. */
"No School" = "学校放假";

/* No comment provided by engineer. */
"No school today," = "今天学校放假，";

/* No comment provided by engineer. */
"OK" = "好的";

/* No comment provided by engineer. */
"Others" = "其它";

/* No comment provided by engineer. */
"Please enter your email address" = "请输入你的邮箱地址";

/* No comment provided by engineer. */
"Please enter your password" = "请输入你的密码";

/* No comment provided by engineer. */
"Please use your Mobileserve account to login." = "请用你的Mobileserve账号登录。";

/* No comment provided by engineer. */
"Refresh..." = "刷新...";

/* No comment provided by engineer. */
"Service Hour" = "义工时间";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Show Grade" = "展示成绩";

/* No comment provided by engineer. */
"Step Challenge" = "步数挑战";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"Successfully updated" = "上传成功";

/* No comment provided by engineer. */
"The username/password is incorrect. Please check your spelling." = "用户名/密码错误。请检查您的拼写。";

/* No comment provided by engineer. */
"There is no class on this day." = "这天没有课。";

/* No comment provided by engineer. */
"There is no email to display." = "无邮件。";

/* No comment provided by engineer. */
"There is no event on this day." = "这天没有事件。";

/* No comment provided by engineer. */
"There is no homework to display." = "无作业。";

/* No comment provided by engineer. */
"This Week" = "这周";

/* No comment provided by engineer. */
"This will clear all the course data." = "这会清除所有的课程数据。";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Today is %@ Day," = "今天是%@日，";

/* No comment provided by engineer. */
"Updating emails..." = "更新邮件中...";

/* No comment provided by engineer. */
"Updating homework..." = "更新作业中...";

/* No comment provided by engineer. */
"Updating..." = "更新中...";

/* No comment provided by engineer. */
"Version file not found" = "无法找到版本文件";

/* No comment provided by engineer. */
"Welcome" = "欢迎";

/* No comment provided by engineer. */
"Welcome back, %@!" = "欢迎回来，%@！";

/* No comment provided by engineer. */
"Welcome to Class Master. Please use your mySchool account to log in." = "欢迎使用Class Master。请用您的mySchool账号登陆。";

/* No comment provided by engineer. */
"Yes, change it!" = "好的！";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* No comment provided by engineer. */
"You have successfully flagged the message! We will process this report as soon as possible." = "您已成功举报此消息！我们会尽快处理。";

/* No comment provided by engineer. */
"You've successfully logged out of Class Chat." = "您已登出课程聊天界面。";

/* No comment provided by engineer. */
"Your device could not send e-mail.  Please check e-mail configuration and try again." = "您的设备不能发送邮件。请检查邮件配置并重试。";

"Join Step Challenge!" = "加入步数挑战！";

"Join" = "加入";

"Homework" = "作业";

/* This Wednesday */
"This %@" = "这个%@";

/* Next Wednesday */
"Next %@" = "下个%@";

"Tomorrow" = "明天";
